<?php
return[

    'registration_success' => 'تم التسجيل بنجاح , الرجاء ادخال كود التأكيد',
    'verification_success' => 'تم التأكيد بنجاح',
    'verification_failed' => 'الكود الذي ادخلته خاطئ الرجاء المحاولة مجدداً',
    'logout' => 'تم تسجيل الخروج',
    'wrongNumber' => 'رقم الموبايل الذي ادخلته خاطئ',
    'codeSent' => 'لقد ارسلنا كود تأكيد الى رقمك قم بادخاله ',
    'codeCorrect' =>  'تم التأكيد , ادخل كلمة السر الجديدة.',
    'codeWrong' =>  'الكود الذي قمت بادخاله خاطئ',
    'already_verified' => 'حسابك مفعل بالفعل.',
    'code_resent' => 'تم إعادة إرسال رمز التحقق بنجاح.',
    'editPassword' =>  'تم تعديل كلمة السر',
    'wrongPassword' =>  'كلمة السر القديمة خاطئة',

    'Hi'=>'مرحبا',
    'him'=>"رمز التحقق الخاص بك هو: ",

    //log in 
    'wrongLogin' => 'المعلومات المدخلة خاطئة,الرجاء اعادة المحاولة',
    'editLang' => 'تم تعديل لغة التطبيق بنجاح',

    'cannotDA'=>' لديك طلبات غير مستلمة لا يمكنك حذف حسابك',
    'delatedAcc'=>'تم جدولة الحساب للحذف'
];