<?php
return[

'newOrder'=>' طلب جديد',
'notiUrgent'=>' لديك طلبية مستعجلة',
'cantDelete'=>' لا يمكنك الغاء الطلب',
'delete'=>' تم الغاء الطلب بنجاح ',
'cantUpdate'=>' لا يمكنك تعديل الطلب ',
'updated'=>' تم التعديل  بنجاح',
'order'=>' الطلب',
'preparing'=>' طلبك قيد التحضير ',
'stateUpdate'=>' تم تعديل حالة الطلب',
'notPending'=>' الطلب ليس قيد الانتظار',
'sent'=>' طلبك قيد الارسال ',
'notPreparing'=> ' الطلب ليس قيد التحضير',
'received'=> ' تم تسليمك الطلب',
'notReceived'=> ' الطلب ليس قيد الارسال',


////report 
'noDateOrder'=> ' لا يوجد طلبات في التاريخ المحدد',
'noOrder'=>  ' لا يوجد طلبات ',


///pointsOrder
'noQuantity'=> ' كمية المنتج المطلوب غير متاحة',
'noEnoughPoint'=>  ' رصيدك من النقاط لايكفي لاتمام الطلب',
'sameOrder'=>  ' لم يتم تغيير معلومات الطلب',

];